/* The names of the various filters. */

"No hard-links" = "No hard-links";
"No version control" = "No version control";


/* The names of the various filter tests. */

"Tiny files" = "Tiny files";
"Small files" = "Small files";
"Medium files" = "Medium files";
"Large files" = "Large files";
"Huge files" = "Huge files";
"Images" = "Images";
"Audio" = "Audio";
"Version control" = "Version control";
"Packages" = "Packages";
"Hard-linked items" = "Hard-linked items";


/* The names of the various color palettes. */

"OliveSunset" = "Olive sunset";
"MossAndLichen" = "Moss and lichen";
"Monaco" = "Monaco";
"Bujumbura" = "Bujumbura";
"CoffeeBeans" = "Coffee beans";
"BlueSkyTulips" = "Blue sky tulips";
"OrigamiMice" = "Origami mice";
"GreenEggs" = "Green eggs";
"FengShui" = "Feng Shui";
"Daytona" = "Daytona Beach";
"FlyingGeese" = "Magenta magic";
"Rainbow" = "Rainbow";
"LagoonNebula" = "Lagoon nebula";
"Heatmap-23" = "Heatmap 23";
"Heatmap-12" = "Heatmap 12";

/* The names of the various color mapping schemes. */

"level" = "Level";
"extension" = "Extension";
"folder" = "Folder";
"name" = "Name";
"nothing" = "Nothing";
"top folder" = "Top folder";
"uniform type" = "File type";
"creation" = "Creation";
"modification" = "Last change";


/* The names of the file size types. */

"logical" = "Logical";
"physical" = "Physical";


/* The names of the "special" files in the viewer. */

"free" = "Free space";
"freed" = "Freed space";
"misc used" = "Miscellaneous used space";


/* The names of the supported file-deletion targets. */

"delete nothing" = "Nothing";
"only delete files" = "Files";
"delete files and folders" = "Files and folders";


/* The names of the supported rescan actions. */

"rescan all" = "Full rescan";
"rescan visible" = "Rescan folder in view";


/* The names of the supported rescan behaviours. */

"close old window" = "Close old window";
"keep old window" = "Keep old window";